awww
base
base-devel
bash-language-server
bat
blueman
bottom
breeze
brightnessctl
btop
clang
cliphist
discord
docker
docker-compose
dockerfile-language-server
dolphin
dunst
dust
efibootmgr
eslint
eza
fastfetch
fd
feh
figlet
flameshot
flatpak
fzf
git
git-delta
github-cli
gnome-text-editor
gnome-themes-extra
go
grim
grimblast-git
grub
gst-plugin-pipewire
gum
gvfs
gvfs-mtp
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprshutdown
hyprsunset
hyprsysteminfo
imagemagick
inotify-tools
intel-ucode
jq
kitty
lazygit
libpulse
libva-nvidia-driver
linux
linux-firmware
lldb
loupe
luarocks
make
matugen
meson
mkinitcpio
nano
nautilus
neovim
network-manager-applet
networkmanager
ninja
nodejs
npm
ntfs-3g
nvidia-open
nwg-displays
nwg-dock-hyprland
nwg-look
obs-studio
os-prober
otf-font-awesome
pacman-contrib
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pnpm
polkit-gnome
polkit-kde-agent
postgresql
power-profiles-daemon
prettier
procs
python-pip
python-pipx
python-screeninfo
qt5-wayland
qt6-virtualkeyboard
qt6-wayland
qt6ct
quickshell
rofi
rsync
rust-analyzer
rustup
sddm
slurp
smartmontools
sof-firmware
spicetify-cli
sudo
swaync
tailwindcss-language-server
tealdeer
tesseract
tesseract-data-eng
tree
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
tumbler
typescript
udiskie
unzip
uwsm
vim
vlc
waybar
wget
wireplumber
wofi
wpa_supplicant
xclip
xdg-desktop-portal-hyprland
xdg-utils
yaml-language-server
yay-bin
yay-bin-debug
yq
zathura
zathura-pdf-mupdf
zip
zoxide
zram-generator
zsh
